docs/.templates/view-template/view-template.md
```mermaid
sequenceDiagram
    actor Alice
    box red Foo
    actor Bob
    actor Clare
    end

    autonumber
    Alice ->> Bob: Tell Clare "Hello!"

    activate Bob
    Bob --> Clare: Alice says "Hello!"

    activate Clare
    Clare -->> Bob: Hello, Alice!
    deactivate Clare

    Bob -->> Alice: Clare says "Hello, Alice!"
    deactivate Bob

    note over Alice: wait 10 mins

    Alice -) Clare: Texts "Hi again!"
```
